Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_siirtaa_komissaarien_valintaa_eteenpain.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät siirtää komissaarien valintaa eteenpäin
sme: Sámediggi sirdá komissáraid válljema ovddos guvlui

source: Saamelaiskäräjät päätti ylimääräisessä täyskokouksessa tiistaina 9.8.2022 siirtää totuus- ja sovintokomission komissaarien valintaa eteenpäin ja ottaa totuus- ja sovintoprosessin jatkon osalta erätauon.
sme: Sámediggi mearridii badjelmearálaš dievasčoahkkimis maŋŋebárgga 9.8.2022 sirdit duohtavuođa- ja soabadankommišuvnna komissáraid válljema ovddos guvlui ja váldit duohtavuođa- ja soabadanproseassa joatkka oasil bottu.

source: Tauon aikana selvitetään rauhassa, millä tavoin prosessia voidaan jatkaa ja jatketaan myös sen selvittämistä, mitä saamelainen yhteisö asiasta ajattelee.
sme: Bottu áigge čielggadit ráfis, mainna vugiin proseassa sáhttit joatkit ja joatkit maiddái dan čielggadeami, maid sámi servodat áššis jurddaša.

source: Saamelaiskäräjien kokous äänesti hallituksen esityksen ja varajäsen Matti Aikion esityksen välillä.
sme: Sámedikki čoahkkin jienastii stivrra evttohusa ja várrelahtu Matti Aikio evttohusa gaskkas.

source: Aikion esitys komissaarien valinnan siirtämisestä eteenpäin voitti äänin 10-9.
sme: Aikio evttohus komissáraid válljema sirdimis ovddos guvlui vuittii jienain 10-9.

source: Hallituksen esitys täyskokoukselle oli, että kokous nimeää kaksi uutta komissaaria, joista toinen edustaa inarinsaamen kieliryhmää ja toinen pohjoissaamen kieliryhmää sekä päättää tarvittaessa muista toimenpiteistä prosessin jatkoa ajatellen.
sme: Stivra evttohii dievasčoahkkimii, ahte čoahkkin nammada guokte ođđa komissára, geain nubbi ovddasta anárašgiela giellajoavkku ja nubbi davvisámegiela giellajoavkku sihke mearrida eará doaibmabijuin proseassa joatkka jurddašemiin, jos lea dárbu,

source: Saamelaiskäräjät päätti edellisessä kokouksessa kesäkuussa 2022 tukea totuus- ja sovintokomission jatkamista .
sme: Sámediggi mearridii ovddit čoahkkimis geassemánus 2022 doarjut duohtavuođa- ja soabadankommišuvnna joatkima .

source: Kokous kuuli ennen päätöksentekoa asiantuntijoina Saamelaisten psykososiaalisen tuen yksikön johtaja Heidi Erikseniä, viittä saamelaisten totuus- ja sovintokomission alun perin nimettyä jäsentä sekä yhtä komission sihteeristön suunnittelijaa.
sme: Čoahkkin gulai ovdal mearrádusbargama áššedovdin Sámiid psykososiálalaš doarjaga ovttadaga hoavdda Heidi Eriksena, vihtta sámiid duohtavuođa- ja soabadankommišuvdnii álgoálggus nammaduvvon lahtu sihke ovtta kommišuvnna čállingotti plánejeaddji.

source: – Meidän täytyy täyskokouksen linjan mukaisesti lähteä selvittämään syvemmin näkökulmia saamelaisesta yhteiskunnasta sekä totuus- ja sovintoprosessin jatkosta.
sme: – Mii fertet dievasčoahkkima linjá mielde vuolgit čielggadit čiekŋalabbot geahččanguovlluid sámi servodagas sihke duohtavuođa- ja soabadanproseassa joatkagis.

source: Jäsenistöstä nousi esille huomioita komissaarivaihtoehtojen määrästä sekä prosessin edistämisen edellytyksistä, kun esitys saamelaiskäräjälaista ei ole edennyt vielä eduskunnan käsittelyyn, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sme: Lahtuid gaskkas loktanii ovdan fuopmášumit komissáramolssaeavttuid mearis sihke proseassa ovddideami eavttuin, go evttohus sámediggelágas ii leat ovdánan vel riikkabeivviid gieđahallamii, dadjá Sámedikki ságajođiheaddji Tuomas Aslak Juuso.

source: Saamelaisten totuus- ja sovintokomissio asetettiin valtioneuvoston toimesta 28. lokakuuta 2021.
sme: Sámiid duohtavuođa- ja soabadankommišuvdna ásahuvvui stáhtaráđi doaimmas golggotmánu 28 beaivve 2021.

source: Asettamisensa jälkeen komissio on toiminut itsenäisesti ja riippumattomasti.
sme: Ásaheami maŋŋá kommišuvdna lea doaibman iešráđálaččat ja sorjjasmeahttumit.

source: Toukokuussa 2022 molemmat Saamelaiskäräjien esittämät komissaarit Miina Seurujärvi sekä Heikki J. Hyvärinen pyysivät vapautusta komissaarin tehtävästään valtioneuvostolta.
sme: Miessemánus 2022 guktot Sámedikki evttohan komissárat Miina Seurujärvi sekä Heikki J. Hyvärinen bivddiiga earu komissára barggus stáhtaráđis.

source: Valtioneuvosto myönsi eron Seurujärvelle ja Hyväriselle komissaarin tehtävästä 25.5.2022 lukien.
sme: Stáhtaráđđi mieđihii earu Seurujärvii ja Hyvärisii komissára barggus 25.5.2022 rájes.

source: Saamelaisten totuus- ja sovintokomissio
sme: Sámiid duohtavuođa- ja soabadankommišuvdna

source: Saamelaisten totuus- ja sovintoprosessin tarkoituksena on tunnistaa ja arvioida historiallista ja nykyistä syrjintää, mukaan lukien valtion sulauttamispolitiikkaa, sekä oikeuksien loukkauksia, selvittää miten nämä vaikuttavat saamelaisiin ja heidän yhteisöönsä nykyisessä tilanteessa ja ehdottaa, miten voitaisiin edistää yhteyttä saamelaisten ja Suomen valtion välillä sekä saamelaisten keskuudessa.
sme: Sámiid duohtavuođa- ja soabadanproseassa mihttomearrin lea earuhit ja árvvoštallat historjjálaš ja dálá olggušteami, mielde logadettiin maiddái stáhta suddadanpolitihka, sihke vuoigatvuođaid loavkidemiid, ja čielggadit mo dát váikkuhit sápmelaččaide ja sin servošii dálá dilis ja evttohit mo sáhtášii ovddidit oktavuođa sámiid ja Suoma stáhta gaskkas ja sámiid gaskavuođas.

source: Totuus- ja sovintokomission jäsenet ovat laajaa luottamusta nauttivia henkilöjä saamelaisten ja suomalaisen yhteiskunnan keskuudessa.
sme: Duohtavuođa- ja soabadankommišuvnna lahtut leat olbmot, geat návddašit viiddis luohttámuša sápmelaš ja suopmelaš servodagas.

source: Jäsenet ovat riippumattomia eivätkä edusta sitä tahoa, joka on heitä esittänyt tai heidät valinnut.
sme: Lahtut leat sorjjasmeahttumat eaige ovddas dan beali, mii sin lea evttohan dahje válljen.

source: Komission nimittämisessä huomioidaan tasapuolisesti eri saamen kieliryhmät.
sme: Kommišuvnna nammadeamis váldojit vuhtii sierra sámegielaid joavkkut ovttaveardásaččat.

source: Komission nimittämisessä pyritään ottamaan huomioon sukupuolten tasapuolinen edustus.
sme: Kommišuvnna nammadeamis figgojuvvo dasa, ahte fuopmášuvvo sohkabeliid ovttaveardásaš ovddasteapmi.

source: Lue tästä saamelaisten totuus- ja sovintokomission mandaatti .
sme: Loga duohtavuođa- ja soabadankommišuvnna mandáhta dáppe.

source: Lisätietoja:
sme: Lassidieđut:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sme: Ságajođiheaddji Tuomas Aslak Juuso 040 687 3394 tuomas.juuso@samediggi.fi
